---
kind: other
id: Properties.T:Autodesk.Revit.DB.PolymeshFacet
source: html/72e522f1-0f58-c0c9-d714-da3ab22f882a.htm
---
# PolymeshFacet Properties

Specifies whether the .NET object represents a valid Revit entity.